def Start():
    # 19 * 5
    list_1 = [[1,1,1,0,1,1,1,0,0,1,0,0,1,1,0,0,1,1,1],
              [1,0,0,0,0,1,0,0,1,0,1,0,1,0,1,0,0,1,0],
              [1,1,1,0,0,1,0,0,1,1,1,0,1,1,0,0,0,1,0],
              [0,0,1,0,0,1,0,0,1,0,1,0,1,0,1,0,0,1,0],
              [1,1,1,0,0,1,0,0,1,0,1,0,1,0,1,0,0,1,0]]
    return list_1

#터미널 출력으로 도트확인용 함수
def dot_print(dot_list):
    for y in dot_list:
        for x in y:
            if x == 1: print("■", end = (""))
            else: print(" ", end = (""))
        print()

dot_print(Start())
